{
  "About": "About",
  "About.h1":"The Jean Monnet Center of Excellence for EU Policy Transposition -EUPOLTRANS",
  "about.p":"The Jean Monnet Center of Excellence for EU Policy Transposition(EUPOLTRANS) activities aim to promote teaching, research andpolicy debates in EU specific policies: environment, consumerprotection, competition policy, labor, public administration, foreignand security policy, that are covered by the AA/DCFTA and are due tobe transposed in 2022-2024 in Georgia. \n By promoting teaching andresearch and enabling Caucasus University and wider societyEUPOLTRANS will encourage higher citizens’ participation in spreadingEU policies and values and assess the process, deficit, delay and convergence of Georgia with EU policiescovered by the AA/DCFTA, contributing to a more effective, inclusive and knowledge-based AAimplementation process. \n Over the course of three years (2022-2024) EUPOLTRANS will accomplish:TEACHING: addresses EU studies and aims to develop a teaching package for the Course - “EUPolicies Transposition in Georgia” (course includes 8 modules) to be taught via six rounds of four daylong intensive seminars (3 in Tbilisi and 3 in regions).CoE will make the course widely accessible via developing the MOOC (Massive Open Online Course) “EUPolicy Transposition in Georgia”.CoE will micro-credential the course “EU Policy Transposition in Georgia” into a flexible, inclusive formof delivering specific knowledge to those citizens who cannot undertake full-time studies.Caucasus University will also update at least 7 courses, which it currently teaches at various faculties(Caucasus School of Government, Caucasus School of Business, Caucasus School of Economics, CaucasusSchools of Humanities, Caucasus School of Law) with the components of EU policy transposition.RESEARCH: CoE will address the need to generate scholarly knowledge and insights that can support EUpolicy-making.CoE will develop discussion briefs on the status of transposition of EU legislation in Georgia and itsimplementation in chosen policy areas (environment, consumer protection, competition policy, labor,public administration, foreign and security policy).Experts’ team will prepare seven 8000-word research papers on each policy area.POLICY DEBATES: This component aims to foster dialogue between the academic world and society. Theproducts will be shared with the Government (central and local level), political parties, diplomaticcommunity and wider society through the three rounds of annual policy roundtables. The project teamwill take stock of ideas from these debates, incorporating them in final research papers. The projectexperts will also conduct seven structured interviews with EU experts in the selected policy areas toplug in the EU experts&#39; qualified and scholarly opinions into the internal policy debates. Project includesThe Jean MonnetCenter ofExcellence for EUPolicyTransposition -EUPOLTRANS(2022-2024)CaucasusUniversity,GeorgiaProject: 101048103 — EUPOLTRANS — ERASMUS-JMO-2021-HEI-TCH-RSCHactive outreach measures to ensure spreading of knowledge about EU policies and Georgia EUintegration to wider society via CoE website and Facebook page.Project Staff:Sergi Kapanadze, project coordinator, senior expert/researcher, Caucasus School of Governance (CSG),Expert area: EU Policies and Institutional decision-making process.Eka Kardava, expert/researcher, Caucasus School of Law (CSL), expert area: EU labor regulations andtheir transposition in GeorgiaAleksandre Mikeladze, expert/researcher, Caucasus School of Business (CSB), Expert area: EUEnvironment policy and their transposition in GeorgiaVakhtang Zaalishvili, expert/researcher, Caucasus School of Law (CSL), Expert area: EU’s consumerprotection directives and their transposition in GeorgiaNino Dolidze, expert/researcher, Caucasus School of Governance (CSG), expert area: Convergence withthe EU’s public administration standards in GeorgiaSolomon Menabdishvili, expert/researcher, Caucasus School of Law (CSL), EU’s competition directivesand their transposition in GeorgiaIoseb Nanobashvili, expert, Caucasus School of Governance (CSG), expert area: EU Institutions decision-making specifics and practicesEka Akobia, project co-coordinator, expert/researcher, Caucasus School of Governance (CSG), Expertarea: EU foreign and security policy and Georgia’s convergence.Tsitsi Chubinidze, administrative staff, Caucasus School of Governance (CSG)",
  "blog-h1": "Interview with John Koenig: “An update on the war in Ukraine – New Day NW”",
  "blog-p": "I“For more on all the questions surrounding this issue and the very latest,policy specialist John Koenig sat down with New Day NW. Koenig spent morethan three decades in the U.S. Foreign Service and is currently a lecturerwith the UW Center for West European Studies.”",
  "blog-a": "Watch Video",
  "discuss-a1": "Policy Roundtables",
  "discuss-a2": "Expert Interviews",
  "hor-STAFF": "STAFF",
  "hor-NEWS": "NEWS",
  "hor-RESERCH EU": "RESERCH EU",
  "hor-TEACH EU": "TEACH EU",
  "hor-eupoltrans course": "eupoltrans course",
  "hor-mooc": "mooc",
  "hor-DISCUSS EU": "DISCUSS EU",
  "hor-BLOG": "BLOG",
  "hor-CONTACT": "CONTACT",
  "news-h2": "UW Students at Schuman Challenge 2022",
  "news-p": " The Center for West European Studies and the EU Center are happy toannounce that we had a team of students compete in the Schuman Challenge thisyear. Students Ashlyn Nazari, Henry Moe, and Sienna Hartvigson were thestudents on UW’s team.The Schuman Challenge is an annual competition supported bythe EU delegation to the",
  "news-button": "read more",
  "contact-p1":"Paata Saakadze st. 1, Tbilisi 0102, Georgia",

  "staff-h1": "eka akobia",
  "staff-p": "Eka Akobia is the Dean and an associate professor of the Caucasus Schoolof Governance, where she administers schools’ programs in diplomacy andinternational relations (PHD, MA and BA levels) and in PublicAdministration (BA and MA). She also directs the Institute of PeaceStudies (IPS) at Caucasus University. Since 2018, she is a member of theNetwork of Institutes and Schools of Public Administration in Centraland Eastern Europe (Nispacee). She has obtained her doctoral degree inInternational Relations from Tbilisi State University. Topic of herDoctoral Dissertation was “The initiatives of the Soviet Union and theRussian Federation vis a vis the European Security Architecture:Unpacking the Objectives, Factors and the Outcomes”. She has garneredher MA degree in International Relations from Baylor University, USA andher BA degree in Political Science from Hartwick College (AmericanCouncil UGRAD scholarship), USA. Variously, she teaches Theories ofInternational Relations (MA and PHD level), International Organizations,EU External Relations and UN Peacekeeping Operations courses. Eka haspublished number of articles as well as contributed to edited volumes ofthe European Union series published in Georgia as part of a Jean Monnetproject. Her sphere of expertise includes Georgia’s European andEuro-Atlantic integration, Euro-Atlantic security as well as issuesrelated to wider regional security, including Middle East and Asia. Ekafrequently contributes analytical pieces to online analytical newsplatform in Georgia - civil.ge as well as often appears on national TVchannels for expert commentary on ongoing security issues. Her currentresearch interests include interrelationship between democratization andsecurity. Her book chapter on “ Public Administration in Countries inConflict: The Case of Georgia” is forthcoming (Palgrave Macmillan).Notably, Eka Akobia has had an extensive public service career. She hasworked for the Ministry of Foreign Affairs of Georgia from 2005 till2016, holding various positions in Political and territorialdepartments. From 2012 to 2016 she served as the Director of the Asia,Africa, Australia and the Pacific Department, MFA. She holds adiplomatic rank of a counselor and has received number of awards for hercivil service.",
  "staff-h2":"SERGI KAPANADZE - SENIOR RESEARCHER/EXPERT, PROJECT COORDINATOR.",
  "staff-p2":"Jean Monnet Chair at Caucasus University (2016-2018), Professor atIlia State University. He hold a PHD in International Relations (TSU)and MA in International Relations and European Studies (CentralEuropean University, Hungary). He completed a high level course innegotiations and mediation (Singapore). In the capacity of DeputyMinister of Foreign Affairs of Georgia (2011-2012) he was the ChiefNegotiator and Deputy Chief Negotiator in the negotiations of theAssociation Agreement with the EU. He holds the diplomatic rank ofEnvoy Extraordinary and Plenipotentiary. He was a Member of the 2016Parliament and served as a Vice-Speaker of the Parliament. He is afounder of the non-governmental research organization “GeorgianReforms Association” (GRASS) and a founder of FACTcheck.ge. He isthe author of number of academic publications mostly focusing onthe EU and Georgia’s EU integration process.",
  "staff-h3":"EKATERINE KARDAVA – RESEARCHER/EXPERT.",
  "staff-p3":"Doctor of Law (TSU); Jean Monnet Professor; Affiliated Professor ofthe CU. Professor of the GSTU; Head of the association “EuropeanTime”; Trainer at the Academy of the Ministry of Finance of Georgia;International expert of the legal approximation; EU law specialist;Academic director of the Master and Doctoral Law programs atCaucasus School of Law. Visiting lecturer to TSU and EEU; Expertof different JMAs. Author of more than 30 publications: articles,books, guidelines. Most of them concern the European Integration,Labour law. Author of the curriculum in Georgia “AA and LegalApproximation”.",
  "staff-h4":"VAKHTANG ZAALISHVILI – RESEARCHER/EXPERT.",
  "staff-p4":"Candidate of Legal Science, Affiliated Prof. of New Vision University,Associate Prof. Of Caucasus University, Associate Prof. of InternationalBlack Sea University. Lectures: Law of Obligations, Contract Law,Consumer Protection Law, Labour Law, Private International Law,Business Law, Comparative Private Law. Author of more than 15scientific papers.",
  "staff-h5":"SOLOMON MENABDISHVILI – RESEARCHER/EXPERT.",
  "staff-p5":"Doctor of Law (TSU). Affiliated Associated Professor of the BatumiShota Rustaveli State University; Associated Professor of the CU;Founder and Director of the Center for Competition Law andConsumer Protection; Is actively involved in the developmentof competition law norms and case law. Works as an expert oncompetition law disputes. Lectures: Competition Law, ComparativeCompetition Law, Consumer Rights; Expert of EU Competition Law.Author of more than 25 scientific articles.",
  "staff-h6":"ALEKSANDRE MIKELADZE – RESEARCHER/EXPERT.",
  "staff-p6":"Doctor of Economics (TSU); Affiliated Professor of the CU; Chief of Partyof Cambridge Conservation Initiative’s Endangered LandscapesProgram’s Project in Georgia; Chief of Party of Global EnvironmentFacility’s project in Chachuna Managed Reserve, Kakheti region.Chief Manager at Society for Nature Conservation, BirdLife Partnerin Georgia; Visiting lecturer to the TSU and ISU; Author of more than20 publications: articles, guidelines, co-author of managementplans, and impact assessment. Most of the recent works concernthe sustainable development and policy documentation relatedto the management of protected areas, emerald sites, and impactassessment. ",
  "staff-h7":"NINO DOLIDZE – RESEARCHER/EXPERT.",
  "staff-p7":"Professor, Doctor of Social Sciences, qualification – PublicAdministration (GIPA). Associate Professor at Ilia State University.Visiting Lecturer at Caucasus University.Since 2005 is activelyengaged in scientific work, annually participates in international andlocal scientific conferences and seminars, has published numerouspapers on public administration. As an expert, she has participated innumerous research projects evaluating various aspects of the PublicAdministration Reform in Georgia, analyzing the compatibility oflegislation and practice, effectiveness of particular processes underthe PAR and similar topics. As a trainer, she conducts consulting andtraining for various public and non-governmental organizations inpublic administration, strategic planning, policy analysis, generalmanagement, organizational management and related fields.",
  "staff-h8":"IOSEB NANOBASHVILI – EXPERT.",
  "staff-p8":"Director of the European Public Law Organization Regional Branchin South Caucasus (Tbilisi, Georgia); PHD in Political science; Masterof Diplomacy, associated professor of the Caucasus School ofGovernance; Research Scholar of the University of Manitoba(Canada); Honorary Faculty of the Webster University, Athens; holdsthe state rank of the Ambassador Extraordinary and Plenipotentiary;1998-2002 and 2006-2008 held various positions in the Departmentfor European Integration of the MFA of Georgia; In 2002-2006 workedas a Counselor of the Georgian Mission to the European Union. He isan author of 7 research papers, as well as number of Opinion papersand Position papers, including “Seven Steps for Comprehendingthe European Union” and „The EU’s Relations with its EasternNeighborhood as Seen through EU Presidency Programs 2001-2021“."
}

