{
  "About": "შესახებ",
   "About.h1":"ჟან მონეს წამყვანი ცენტრი ევროკავშირის კანონმდებლობის ტრანსპოზიციისთვის - EUPOLTRANS(2022-2024) კავკასიის უნივერსიტეტი, საქართველო",
   "about.p":"ჟან მონეს წამყვანი ცენტრი ევროკავშირის კანონმდებლობის ტრანსპოზიციისთვის(EUPOLTRANS) მიზნად ისახავს ხელი შეუწყოს სწავლებას, კვლევასა და დისკუსიასევროკავშირის პოლიტიკის ისეთი სფეროების ირგვლივ, როგორიცაა - გარემოს დაცვა,მომხმარებელთა უფლებები, კონკურენციის პოლიტიკა, შრომა, საჯარო ადმინისტრირება,საგარეო და უსაფრთხოების პოლიტიკა. აღნიშნული მიმართულებები მოცემულიაAA/DCFTA-ის შეთანხმებაში და მათი ტრანსპოზიცია იგეგმება 2022-2024 წლებში.სწავლებისა და კვლევის ხელშეწყობითა და კავკასიის უნივერსიტეტისა და ფართოსაზოგადოების ჩართულობით EUPOLTRANS უზრუნველყოფს მოქალაქეთა უფრო მეტჩართულობას ევროკავშირის პოლიტიკისა და ღირებულებების გავრცელების პროცესშიდა მოახდენს საქართველო-ევროკავშირს შორის AA/DCFTA-ის შეთანხმებითგათვალისწინებულ სფეროებში ევროკავშირის კანონმდებლობასთან საქართველოსდაახლოების პროცესის შეფასებას, ასევე შეაფასებს ამ სფეროებში შესაძლო დანაკლისსან შეფერხებას, რაც AA-ის იმპლემენტაციის პროცესს გახდის უფრო ეფექტიანს,ინკლუზიურსა და ცოდნაზე დაფუძნებულს.სამი წლის განმავლობაში (2022-2024) EUPOLTRANS განახორციელებს შემდეგ აქტივობებს:სწავლება: ფოკუსირდება ევროკავშირის კვლევებზე და მიზნად ისახავს სასწავლოპაკეტის შექმნას კურსისთვის - ,,ევროკავშირის კანონმდებლობის ტრანსპოზიციასაქართველოში“ (კურსი მოიცავს 8 მოდულს), რომლის სწავლებაც მოხდება ოთხ დღიანიინტენსიური სემინარების ფარგლებში. სულ ჩატარდება სემინარების 6 რაუნდი (3თბილისში და 3 რეგიონებში).CoE კურსს ,,ევროკავშირის კანონმდებლობის ტრანსპოზიცია საქართველოში“ გახდისფართოდ ხელმისაწვდომს საზოგადოებისთვის ღია წვდომის ონლაინ კურსის (MOOC)შექმნის გზით.CoE მოახდენს კურსის - ,,ევროკავშირის კანონმდებლობის ტრანსპოზიციასაქართველოში“ მიკრო-აკრედიტაციას, რაც გულისხმობს ცოდნის მიწოდების მოქნილ,Project: 101048103 — EUPOLTRANS — ERASMUS-JMO-2021-HEI-TCH-RSCHინკლუზიურ ფორმას იმ მოქალაქეებისთვის, რომლებსაც არ შეუძლიათ სრულგანაკვეთზე სწავლა, მაგრამ სჭირდებათ ახალი ცოდნის მიღება ევროკავშირისპოლიტიკებთან და ჰარმონიზაციის პროცესთან დაკავშირებით.კავკასიის უნივერსიტეტი, ასევე, მოახდენს ევროკავშირის პოლიტიკების ტრანსპოზიციისთემატიკით 7 სასწავლო კურსის განახლებას, რომელებიც უკვე ისწავლება სხვადასხვაფაკულტეტზე (კავკასიის სახელმწიფო მართვის სკოლა, კავკასიის ბიზნესის სკოლა,კავკასიის სამართლის სკოლა, კავკასიის ეკონომიკის სკოლა, კავკასიის ჰუმანიტარულ დასოციალურ მეცნიერებათა სკოლა).კვლევა: CoE კონცენტრირდება სამეცნიერო ცოდნის გენერირების აუცილებლობაზე, რაცხელს შეუწყობს ევროკავშირთან გაწევრიანების პროცესის ცოდნაზე დაფუძნებულიმიდგომების ფორმირებას საქართველოში.CoE შექმნის დოკუმენტებს დისკუსიისთვის საქართველოში ევროკავშირის გარემოსდაცვის, მომხმარებელთა უფლებების, კონკურენციის პოლიტიკის, შრომის, საჯაროადმინისტრირების, საგარეო და უსაფრთხოების პოლიტიკის ტრანსპოზიციის პროცესისშესახებ.ექსპერტთა ჯგუფი მოამზადებს შვიდ 8000 სიტყვიან პოლიტიკის დოკუმენტსპოლიტიკის თითოეულ სფეროზე.დისკუსია: მოცემული კომპონენტი მიზნად ისახავს წაახალისოს თემატური დისკუსიააკადემიურ სფეროსა და საზოგადოებას შორის. საკვლევი თემების/საკითხების გაზიარებადა განხილვა მოხდება მთავრობასთან (ცენტრალურ და ადგილობრივ დონეზე),პოლიტიკურ პარტიებთან, დიპლომატიურ წრეებთან და ფართო საზოგადოებასთანპროექტის ფარგლებში ყოველწლიურად დაგეგმილი სამი სხვადასხვა მრგვალი მაგიდისშეხვედრის ფარგლებში. პროექტის გუნდი უზრუნველყოფს აღნიშულ სადისკუსიოშეხვედრებზე გამოთქმული იდეებისა და მოსაზრებების ასახვას საბოლოო კვლევითდოკუმენტში. პროექტის ექსპერტები, ასევე, გამართავენ 7 სტრუქტურირებულინტერვიუს ევროკავშირის ექსპერტებთან შერჩეული პოლიტიკის სფეროებში, რათაევროკავშირის ექსპერტების კვალიფიციური და სამეცნიერო მოსაზრებები გადმოიტანონშიდა დებატებში. პროექტს ექნება კომუნიკაციის ისეთი აქტიური მექანიზმები,როგორიცაა CoE ვებ-გვერდი და Facebook გვერდი, რათა უზრუნველყოს ევროკავშირისპოლიტიკისა და საქართველოს ევროკავშირში ინტეგრაციის შესახებ ცოდნისმაქსიმალურად გავრცელება.პროექტის გუნდი:სერგი კაპანაძე, პროექტის კოორდინატორი, უფროსი ექსპერტი/მკვლევარი, კავკასიისსახელმწიფო მართვის სკოლა (CSG)საექსპერტო სფერო: ევროკავშირის ინსტიტუტები და პოლიტიკა და ინსტიტუციურიგადაწყვეტილების მიღების პროცესი.ეკა ქარდავა, ექსპერტი/მკვლევარი, კავკასიის სამართლის სკოლა (CSL)Project: 101048103 — EUPOLTRANS — ERASMUS-JMO-2021-HEI-TCH-RSCHსაექსპერტო სფერო: ევროკავშირის შრომითი რეგულაციები და მათი ტრანსპოზიციასაქართველოში.ალექსანდრე მიქელაძე, ექსპერტი/მკვლევარი, კავკასიის ბიზნესის სკოლა (CSB)საექსპერტო სფერო: ევროკავშირის გარემოსდაცვითი დირექტივები და მათიტრანსპოზიცია საქართველოში.ვახტანგ ზაალიშვილი, ექსპერტი/მკვლევარი, კავკასიის სამართლის სკოლა (CSL)საექსპერტო სფერო: ევროკავშირის მომხმარებელთა დაცვის დირექტივები და მათიტრანსპოზიცია საქართველოში.ნინო დოლიძე, ექსპერტი/მკვლევარი, კავკასიის სახელმწიფო მართვის სკოლა (CSG)საექსპერტო სფერო: ევროკავშირის საჯარო მმართველობის სტანდარტებთანსაქართველოს დაახლოება.სოლომონ მენაბდიშვილი, ექსპერტი/მკვლევარი, კავკასიის სამართლის სკოლა (CSL)საექსპერტო სფერო: ევროკავშირის კონკურენციის რეგულაციები და მათი ტრანსპოზიციასაქართველოში.იოსებ ნანობაშვილი, ექსპერტი, კავკასიის სახელმწიფო მართვის სკოლა (CSG)საექსპერტო სფერო: ევროკავშრის ინსტიტუციური გადაწყვეტილების მიღების პროცესიდა პრაქტიკა.ეკა აკობია, პროექტის თანაკოორდინატორი, ექსპერტი/მკვლევარი, კავკასიისსახელმწიფო მართვის სკოლა (CSG)საექსპერტო სფერო: ევროკავშირის საგარეო და უსაფრთხოების პოლიკა და მასთანსაქართველოს დაახლოება.ციცი ჩუბინიძე, ადმინისტრაციული თანამშრომელი, კავკასიის სახელმწიფო მართვისსკოლა (CSG).",
  "blog-h1": "ინტერვიუ ჯონ კოენიგთან: განახლება უკრაინის ომის შესახებ - ახალი დღე NW ",
  "blog-p": "მე“ამ საკითხთან დაკავშირებული ყველა კითხვისა და უახლესი ინფორმაციისთვის, პოლიტიკის სპეციალისტი ჯონ კოენიგი შეხვდა New Day NW-ს. კოენიგმა სამ ათწლეულზე მეტი გაატარა აშშ-ს საგარეო სამსახურში და ამჟამად არის UW ცენტრის დასავლეთ ევროპის კვლევების ლექტორი.",
  "blog-a": "ნახე ვიდეო",
  "discuss-a1": "პოლიტიკის მრგვალი მაგიდები",
  "discuss-a2": "ექსპერტთა ინტერვიუები",
  "hor-STAFF": "პერსონალი",
  "hor-NEWS": "სიახლე",
  "hor-RESERCH EU": "კვლევა EU",
  "hor-TEACH EU": "ასწავლე EU",
  "hor-eupoltrans course": "eupoltrans კურსი",
  "hor-mooc": "mooc",
  "hor-DISCUSS EU": "მსჯელობა EU",
  "hor-BLOG": "ბლოგი",
  "hor-CONTACT": "კონტაქტი",
  "contact-p1":"პაატა სააკაძის ქ. 1, ქ.თბილისი 0102, საქართველო",
  "news-h2": "UW სტუდენტები შუმანის გამოწვევაზე 2022",
  "news-p": "დასავლეთ ევროპის კვლევების ცენტრი და ევროკავშირის ცენტრი მოხარულნი არიან გამოაცხადონ რომ წელს ჩვენ გვყავდა სტუდენტების გუნდი, რომლებიც შუმანის გამოწვევაში იასპარეზეს.სტუდენტები ეშლინ ნაზარი, ჰენრი მო და სიენა ჰარტვიგსონი იყვნენ სტუდენტები UW-ის გუნდში. შუმანის გამოწვევა არის ყოველწლიური კონკურსი, რომელსაც მხარს უჭერს ევროკავშირის დელეგაცია",
  "news-button": "წაიკითხე მეტი",
  "staff-h1": "ეკა აკობია - მკვლევარი/ექსპერტი, პროექტის თანაკოორდინატორი.",
  "staff-p": "კავკასიის სახელმწიფო მართვის სკოლის დეკანი, აფილირებულიპროფესორი, დიპლომატია და საერთაშორისო ურთიერთობებისა დასაჯარო მმართველობის საბაკალავრო და სამაგისტრო პროგრამებისხელმძღვანელი, თბილისის სახელმწიფო უნივერსიტეტისსაერთაშორისო ურთიერთობების ასოცირებული პროფესორი.საერთაშორისო ურთიერთობების დოქტორი (თსუ-სა და ოქსფორდისუნივერსიტეტის კოლაბორაციული პროგრამა); საერთაშორისოურთიერთობების მაგისტრი (ბეილორის უნივერსიტეტი, აშშ) დაპოლიტიკის მეცნიერების ბაკალავრი (ჰართვიკის კოლეჯი, აშშ).ცენტრალური და აღმოსავლეთ ევროპის საჯარო მმართველობისინსტიტუტებისა და სკოლების ქსელის (Nispacee) საორგანიზაციოკომიტეტის არჩეული წევრი 2018 წლიდან დღემდე. ხარისხობრივიდა მულტი-მეთოდური კვლევების ინსტიტუტისკურსდამთავრებული, სირაკუზის უნივერსიტეტი, აშშ. მინიჭებულიაქვს მრჩევლის დიპლომატიური რანგი. 20-ზე მეტი აკადემიური დაანალიტიკური სტატიის, წიგნის თავის, სახელმძღვანელოსა თუკვლევის ავტორი.",
  "staff-h2": "სერგი კაპანაძე - პროექტის უფროსი მკვლევარი და კოორდინატორი.",
  "staff-p2": "კავკასიის უნივერსიტეტის ჟან მონეს პროფესორი, ილიას უნივერსიტეტის პროფესორი. საერთაშორისო ურთიერთობების დოქტორი (თსუ) და  საერთაშორისო ურთიერთობებისა და ევროპული კვლევების მაგისტრი (ცენტრალური ევროპის უნივერსიტეტი, უნგრეთი). გავლილი აქვს მოლაპარაკებებისა და მედიაციის მაღალი დონის კურსი (სინგაპური). საქართველოს საგარეო საქმეთა მინისტრის მოადგილეობის რანგში (2011-2012) იყო საქართველოს მთავარი მომლაპარაკებელი და მთავარი მომლაპარაკებლის მოადგილე საქართველოს ევროკავშირთან ასოცირების შეთანხმების მოლაპარაკებებში. ფლობს საგანგებო და სრულუფლებიანი დესპანის დიპლომატიურ რანგს. იყო საქართველოს 2016 წლის მოწვევის პარლამენტის დეპუტატი, პარლამენტის ვიცე-სპიკერი. არასამთავრობო კვლევითი ორგანიზაცია „საქართველოს რეფორმების ასოციაცია“ (GRASS) დამფუძნებელი, FACT Check.ge დამფუძნებელი. არის ევროკავშირზე მრავალი სამეცნიერო პუბლიკაციის ავტორი. ",
  "staff-h3":"ეკატერინე ქარდავა - მკვლევარი/ექსპერტი.",
  "staff-p3":"სამართლის დოქტორი (თსუ); ჟან მონეს პროფესორი; კავკასიის უნივერსიტეტის აფილირებული პროფესორი;  გორის სახელმწიფო სასწავლო უნივერსიტეტის პროფესორი; ასოციაციის „ევროპის დროით“ თავმჯდომარე; ფინანსთა სამინისტროს აკადემიის ტრენერი; სამართლებრივი აპროქსიმაციის საერთაშორისო ექსპერტი; ევროკავშირის შრომის სამართლის სპეციალისტი; კავკასიის უნივერსიტეტის სამართლის სამაგისტრო და სადოქტორო საგანმანათლებლო პროგრამების ხელმძღვანელი; თსუ-ის მოწვეული ლექტორი; აღმოსავლეთ უნივერსიტეტის მოწვეული ლექტორი; ჟან მონეს სხვადასხვა აქტივობების ექსპერტი. 30-ზე მეტი სამეცნიერო სტატიის, წიგნის, სახელმძღვანელოს, კვლევის ავტორი (უმეტესობა ეხება შრომის სფეროს). საქართველოში კურიკულუმის „ასოცირების შეთანხმება და სამართლებრივი აპროქსიმაცია“ ავტორი. ",
  "staff-h4":"ვახტანგ ზაალიშილი - მკვლევარი/ექსპერტი.",
  "staff-p4":"იურიდიულ მეცნიერებათა კანდიდატი, ნიუ ვიჟენ უნივერსიტეტის აფილირებული პროფ. კავკასიის უნივერსიტეტის, შავი ზღვის საერთაშორის უნივერსიტეტის ასოცირებული პროფ. კითხულობეს ლექციებს შემდეგი მიმართულებებით: ვალდებულებითი სამართალი, სახელშეკრულებო სამართალი, მომხმარებელთა უფლებების სამართალი, შრომის სამართალი, საერთაშორისო კერძო სამართალი, ბიზნეს სამართალი, შედარებითი კერძო სამართალი. არის 15-ზე მეტი სამეცნიერო ნაშრომის ავტორი.",
  "staff-h5":"სოლომონ მენაბდიშვილი - მკვლევარი/ექსპერტი. ",
  "staff-p5":"სამართლის დოქტორი (თსუ); ბათუმის შოთა რუსთაველის სახელმწიფო უნივერსიტეტის აფილირებული ასოცირებული პროფესორი; კავკასიის უნივერსიტეტის ასოცირებული პროფესორი; კონკურენციის სამართლისა და მომხმარებელთა უფლებების დაცვის ცენტრის დირექტორი და დამფუძნებელი; აქტიურად არის ჩართული კონკურენციის სამართლისა ნორმებისა და პრეცედენტული სამართლის განვითარებაში. მუშაობს ექსეპრტად კონკურენციის სამართლის დავებთან დაკავშირებულ საქმეებზე. თემატური მიმართულებები:  კონკურენციის სამართალი, მომხმარებელთა უფლებები. ევროკავშირის კონკურენციის სამართლის სპეციალისტი. ეწევა აკდემიურ და ექპერტულ საქმიანობას. არის 25-ზე მეტი სამეცნიერო სტატიის ავტორი.  ",
  "staff-h6":"ალექსანდრე მიქელაძე - მკვლევარი/ექსპერტი. ",
  "staff-p6":"ეკონომიკის დოქტორი (თსუ); კავკასიის უნივერსიტეტის აფილირებული პროფესორი. კემბრიჯის კონსერვაციის ინიციატივის „საფრთხის ქვეშ მყოფი ლანდშაფტების პროგრამის“ პროექტის ხელმძღვანელი საქართველოში; გლობალური გარემოსდაცვითი ფონდის პროექტის ხელმძღვანელი კახეთის რეგიონში, ჭაჭუნას აღკვეთილში. აღმასრულებელი მენეჯერი საზოგადოება ბუნების კონსერვაციისათვის, BirdLife პარტნიორი საქართველოში; მოწვეული ლექტორი თსუ-სა და ისუ-ში. 20-ზე მეტი პუბლიკაცია: სტატიების, გაიდლაინების, მართვის გეგმების, ზემოქმედების შეფასების  (თანა)ავტორი. ბოლო სამუშაოების უმეტესობა ეხება მდგრადი განვითარებისა და პოლიტიკის დოკუმენტაციას, რომელიც დაკავშირებულია დაცული ტერიტორიების, ზურმუხტის უბნების მართვასთან და ზემოქმედების შეფასებასთან.",
  "staff-h7":"ნინო დოლიძე - მკვლევარი/ექსპერტი.",
  "staff-p7":"პროფესორი, სოციალურ მეცნიერებათა დოქტორი, საჯარო მმართველობის კვალიფიკაციით (GIPA). ილიას სახელმწიფო უნივერსიტეტის ასოცირებული პროფესორი;  კავკასიის უნივერსიტეტის მოწვეული ლექტორი; ეწევა სამეცნიერო მუშაობას, ყოველწლიურად მონაწილეობს საერთაშორისო და ადგილობრივ სამეცნიერო კონფერენციებსა და სემინარებში, აქვს გამოქვეყნებული არაერთი ნაშრომი საჯარო მმართველობის თემაზე. როგორც ექსპერტს, მონაწილეობა აქვს მიღებული საჯარო მმართველობის რეფორმის სხვადასხვა ასპექტების შეფასების, კანონმდებლობისა და პრაქტიკის თავსებადობის ანალიზისა და მსგავსი თემატიკის არაერთ კვლევით პროექტში.  როგორც ტრენერი, ატარებს კონსულტაციებს და ტრენინგებს საჯარო მმართველობის, სტრატეგიული დაგეგმვის, პოლიტიკის ანალიზის, ზოგადი მენეჯმენტის, ორგანიზაციული მართვის და მომიჯნავე სფეროებში სხვადასხვა საჯარო და არასამთავრობო ორგანიზაციებისათვის.  ",
  "staff-h8":"იოსებ ნანობაშვილი -  ექსპერტი.",
  "staff-p8":"სამხრეთ კავკასიაში ევროპის საჯარო სამართლის ორგანიზაციის (EPLO) რეგიონული წარმომადგენლობის დირექტორი; პოლიტიკის მეცნიერებათა დოქტორი; დიპლომატიის მაგისტრი; კავკასიის უნივერსიტეტის სახელმწიფო მართვის სკოლის ასოცირებული პროფესორი; კანადის მანიტობას უნივერსიტეტის მეცნიერ-მკვლევარი; ვებსტერის უნივერსიტეტის (ათენი) საპატიო პროფესორი; ფლობს საგანგებო და სრულუფლებიანი ელჩის დიპლომატიურ რანგს. 1998-2002 და 2006-2008 წლებში სხვადასხვა თანამდებობა ეკავა საგარეო საქმეთა სამინისტროს ევროინტეგრაციის დეპარტამენტში, ხოლო 2002-2006 წლებში ბრიუსელში მუშაობდა ევროკავშირთან საქართველოს მისიის მრჩეველად. არის ევროკავშირთან დაკავშირებული 7 კვლევისა და რამდენიმე მოსაზრებისა და პოზიციის დოკუმენტის ავტორი, მათ შორის: “შვიდი ნაბიჯი ევროკავშირის გასააზრებლად“ და „The EU’s Relations with its Eastern Neighborhood as Seen through EU Presidency Programs 2001-2021“"

}
